{
  "title": "Hello, World!",
  "hongKongAndOffshoreCompanyRegistration": {
    "title": "Hong Kong and Offshore Company Registration",
    "list": [
      {
        "title": "Company Incorporation Process",
        "desc": "Incorporating a company in Hong Kong and offshore regions requires complying with specific legal procedures, including submitting the necessary documents and obtaining relevant permits, to ensure the company operates legally.",
        "list": [
          {
            "title": "1. Company Registration Consulting:",
            "desc": "Provide professional company registration consulting services to assist clients in understanding the regulations and requirements for companies in Hong Kong and offshore jurisdictions, and help them choose the most suitable company type and structure."
          },
          {
            "title": "2. Document Preparation and Submission:",
            "desc": "Responsible for preparing and submitting all necessary registration documents, including the company’s articles of association, shareholder and director information, proof of business address, etc., ensuring that all documents comply with local legal requirements."
          },
          {
            "title": "3. Obtaining Necessary Permits and Licenses:",
            "desc": "Assist clients in obtaining relevant business permits and licenses to ensure that the company operates legally and complies with regulations specific to their industry."
          },
          {
            "title": "4. Tax Registration and Compliance:",
            "desc": "Provide tax registration services to assist the company in timely tax filing after registration, ensuring compliance with local tax regulations."
          },
          {
            "title": "5. Opening Bank Accounts:",
            "desc": "Help clients open business bank accounts with local banks to facilitate the management and operation of company funds, providing necessary documentation support."
          },
          {
            "title": "6. Ongoing Compliance Support:",
            "desc": "Provide clients with continuous compliance support, including regular checks on the company’s compliance status, updating company information, preparing annual reports, etc., ensuring the company does not violate legal regulations during operations."
          },
          {
            "title": "7. Legal Consulting and Risk Management:",
            "desc": "Offer legal consulting services regarding business operations, helping clients identify and manage potential legal risks to ensure the company operates legally in all business activities."
          }
        ],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Choice of Company Types",
        "desc": "Based on business needs, clients can choose from different types of company structures, such as limited companies, partnerships or sole proprietorships. Professional consultants will provide appropriate advice.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Registered Capital Requirements",
        "desc": "Different types of companies have varying requirements for registered capital. Understanding these requirements can help clients make the right financial plans during registration.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      }
    ]
  },
  "comprehensiveCompanySecretarialServices": {
    "title": "Comprehensive Company Secretarial Services",
    "list": [
      {
        "title": "Company Incorporation Process",
        "desc": "ProLead provides comprehensive compliance services, including the regular submission of statutory documents and financial reports, ensuring that the company complies with the laws and regulations of Hong Kong and offshore jurisdictions.",
        "list": [],
        "extraInfo": {
          "lineOne": "Our professional team has extensive practical experience and is focused on providing comprehensive compliance services. Our service offerings include:",
          "list": [
            "- Regular submission of statutory documents to ensure that companies fulfill their obligations according to legal requirements.",
            "- Preparation and submission of financial reports to provide accurate financial information.",
            "- Ensuring that clients' businesses comply with the laws and regulations of Hong Kong and offshore regions."
          ],
          "lineEnd": "We are dedicated to helping clients effectively manage compliance risks and ensuring the legality and soundness of business operations."
        }
      },
      {
        "title": "Meeting Minutes and Document Management",
        "desc": "ProLead assists clients in preparing meeting minutes and managing important documents, ensuring transparency and legality in internal operations to avoid potential legal risks.",
        "list": [
          {
            "title": "1. Meeting Minutes Preparation:",
            "desc": "Assisting clients in preparing detailed meeting minutes to ensure that all decisions and discussions are accurately recorded for future reference and follow-up."
          },
          {
            "title": "2. Important Document Management:",
            "desc": "Managing and organizing important internal documents, including contracts, policy documents, and compliance reports, to ensure their immediate availability and secure storage."
          },
          {
            "title": "3. Internal Operational Transparency:",
            "desc": "Enhancing transparency in internal operations through regular document checks and audits, helping clients adhere to best practices."
          },
          {
            "title": "4. Compliance Checks:",
            "desc": "Reviewing and assessing internal processes to ensure compliance with relevant laws and regulations, promptly identifying and addressing potential compliance risks."
          },
          {
            "title": "5. Legal Risk Management:",
            "desc": "Assisting clients in identifying and reducing potential legal risks through comprehensive document management and meeting minutes, protecting the company from legal challenges."
          }
        ],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Statutory Reports and Notices",
        "desc": "ProLead is responsible for the timely submission of various statutory reports and notices, ensuring that the company operates in compliance with legal requirements, thereby minimizing unnecessary fines and losses.",
        "list": [
          {
            "title": "1. Timely Submission of Statutory Reports and Notifications:",
            "desc": "Our professional team focuses on ensuring that all statutory reports (such as financial statements, tax filings, annual reports, etc.) and notifications (including shareholders' meeting notices, important change announcements, etc.) are submitted on time to comply with legal requirements."
          },
          {
            "title": "2. Legal Compliance Confirmation:",
            "desc": "Regularly reviewing and updating the company's internal compliance policies to ensure that all operations adhere to the latest legal requirements, thereby reducing fines or legal liabilities resulting from non-compliance."
          },
          {
            "title": "3. Risk Management and Preventive Measures:",
            "desc": "Assisting the company in identifying potential legal risks and formulating effective preventive measures to avoid legal issues, including the evaluation and improvement of internal processes and policies."
          },
          {
            "title": "4. Professional Training:",
            "desc": "Offering training focused on legal compliance and reporting requirements to enhance employees' legal awareness and adherence capabilities, ensuring that each team member understands their role and responsibilities in the compliance process."
          },
          {
            "title": "5. Ongoing Support and Consulting Services:",
            "desc": "Providing clients with continuous legal support and consultation to ensure they can quickly adapt and make necessary adjustments when faced with new legal requirements or changes."
          },
          {
            "title": "6. Document Management and Record Keeping:",
            "desc": "Establishing an efficient document management system to ensure that records of all submitted reports and notifications are securely stored and readily accessible for future audits and inspections."
          }
        ],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      }
    ]
  },
  "registeredAddressandMailCollectionandForwarding": {
    "title": "Registered Address and Mail Collection and Forwarding",
    "list": [
      {
        "title": "Registered Address",
        "desc": "ProLead provides professional registered address services, assisting clients in selecting locations that meet business needs, enhancing company image and business reputation.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [
            "Registered address",
            "Company image",
            "Business reputation"
          ],
          "lineEnd": ""
        }
      },
      {
        "title": "Mail Handling Process",
        "desc": "ProLead establishes an efficient mail handling system to ensure that all business correspondence and notifications for clients are delivered timely and securely to designated addresses, preventing any loss of items.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": ["Processing system", "Business letter", "Business notice"],
          "lineEnd": ""
        }
      },
      {
        "title": "Privacy Protection",
        "desc": "ProLead concerns about privacy protection by ensuring that clients' personal and business information remains confidential, safeguarding their business secrets and security.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [
            "Privacy protection",
            "Business information",
            "Trade secrets"
          ],
          "lineEnd": ""
        }
      }
    ]
  },
  "otherValueAddedServices": {
    "title": "Other Value-added Services",
    "list": [
      {
        "title": "Legal, Auditing and Taxation Referral",
        "desc": "ProLead can refer appropriate law firms and accounting firms to assist clients with their compliance, financial and tax issues.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Bank Account Opening Assistance",
        "desc": "ProLead assists its clients to open corporate accounts with major banks in Hong Kong, including liaison with account manager, review of KYC documents, filling in application form, etc.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Intellectual Property Rights Protection",
        "desc": "ProLead assists its clients in registering and protecting their intellectual property rights in Hong Kong and International, including trademarks, patents and copyrights, in order to prevent infringement of rights.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Company Structure Planning Consultation",
        "desc": "ProLead assists its clients in planning a variety of company structures, taking into account legal, tax, compliance, privacy, flexibility and other dimensions to meet the clients' requirements of different projects or business types.",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [],
          "lineEnd": ""
        }
      },
      {
        "title": "Other Services",
        "desc": "",
        "list": [],
        "extraInfo": {
          "lineOne": "",
          "list": [
            "Licence Consulting and Application",
            "Liquidation and Deregistration of Companies",
            "Certified True Copies and Notarization Services"
          ],
          "lineEnd": ""
        }
      }
    ]
  },
  "menu": {
    "company": {
      "title": "ProLead",
      "list": [
        {
          "txt": "About Us",
          "path": "/"
        },
        {
          "txt": "Why ProLead?",
          "path": "/why-prolead"
        }
      ]
    },
    "corporateServices": {
      "title": "Corporate Services",
      "list": [
        {
          "txt": "Hong Kong and Offshore Company Registration",
          "path": "/hong-kong-and-offshore-company-registration"
        },
        {
          "txt": "Comprehensive Company Secretarial Services",
          "path": "/comprehensive-company-secretarial-services"
        },
        {
          "txt": "Registered Address and Mail Collection and Forwarding",
          "path": "/registered-address-and-mail-collection-and-forwarding"
        },
        {
          "txt": "Other Value-added Services",
          "path": "/other-value-added-services"
        }
      ]
    },
    "contactUs": {
      "title": "Contact Us",
      "list": [
        {
          "txt": "Contact Information",
          "path": "/contact-info"
        },
        {
          "txt": "Recruitment",
          "path": "/join-us"
        }
      ]
    },
    "license": [
      "TCSP Licence Number: TC007161",
      "Copyright © 2025 ProLead All Rights Reserved."
    ],
    "header": [
      {
        "txt": "Why ProLead",
        "path": "/why-prolead"
      },
      {
        "txt": "Corporate Services",
        "path": "/corporate-service"
      },
      {
        "txt": "Contact Us",
        "path": "/contact-info"
      }
    ]
  },
  "aboutUs": {
    "banner": {
      "title": "About Us",
      "desc": "ProLead Corporate Services Limited (Hong Kong Trust or Company Service Provider licence number: TC007161) is a corporate services company committed to providing professional, reliable, efficient and meticulous, one-stop tailored corporate services to small and medium-sized entities and investors."
    },
    "slogan": {
      "one": "Providing the Best Corporate Services",
      "middle": "Professional and Client-Oriented",
      "end": "Pursuing Excellence by Optimizing Service Processes and Team Expertise to Exceed Clients' Expectations"
    },
    "services": [
      {
        "title": "Qualified Professional Team",
        "align": "right",
        "dec": "Our management team composes of lawyer, accountant and chartered company secretary to ensure that our clients obtain the most professional and reliable upon our corporate services.",
        "services": ["Registered lawyer", "Accountant", "Company Secretary"]
      },
      {
        "title": "Customized Services",
        "align": "left",
        "dec": "According to the different needs of clients, we flexibly match various value-added services to assist clients in improving the competitiveness and market influence for their business operations.",
        "services": [
          "Flexible matching",
          "Business competitiveness",
          "Market influence"
        ]
      },
      {
        "title": "Local Resources Network",
        "align": "right",
        "dec": "With an extensive local resource network and in-depth understanding of Hong Kong's market dynamics and industry trends, we are able to provide clients with the updated market information and business opportunities to facilitate business development.",
        "services": ["Market Dynamics", "Market Information", "Industry trend"]
      }
    ]
  },
 
  "rqCodeAboutUs": "About Us",
  "whyProlead": {
    "banner": {
      "title": "Ensuring the Legality of Business Operations",
      "desc": "ProLead's services ensure clients' corporate compliance maintenance, adhering to laws and regulations during their operations, avoiding fines and legal risks associated with violations, thereby safeguarding the continuous development of the enterprises."
    },
    "slogan": {
      "one": "Providing the Best Corporate Services",
      "middle": "Professional and Client-Oriented",
      "end": "Pursuing Excellence by Optimizing Service Processes and Team Expertise to Exceed Clients' Expectations"
    },
    "services": [
      {
        "title": "Enhancing Corporate Image and Reputation",
        "align": "left",
        "dec": "Through effective compliance maintenance, clients can enhance their market image and reputation, attract more customers and investors, and foster business growth.",
        "services": [
          "Compliance maintenance",
          "Market image",
          "Business growth"
        ]
      },
      {
        "title": "Reducing Business Risks",
        "align": "right",
        "dec": "Regular compliance reviews and risk assessments can help clients identify potential risks and take timely measures to reduce legal liabilities and economic losses.",
        "services": ["Identify risks", "Legal liability", "Economic loss"]
      },
      {
        "title": "Conform to industry standards",
        "align": "left",
        "dec": "Compliance maintenance is not limited to legal requirements, but also includes following industry standards and best practices, which can enhance business efficiency and promote cooperation within the industry.",
        "services": [
          "Legal compliance",
          "Business efficiency",
          "Industry cooperation"
        ]
      }
    ]
  },
  "contact": {
    "title":"Contact information",
    "tel": {
      "txt": "Tel",
      "value": ["(852) 2180 0750"]
    },
    "Address": {
      "txt": "Address",
      "value": [
        "18 / F, Yizhou Building, 262 Des Voeux Road Central, Hong Kong"
      ]
    },
    "Email": {
      "txt": "Email",
      "value": ["cs@prolead.com.hk"]
    },
    "Fax": {
      "txt": "Fax",
      "value": ["(852) 2180 0753"]
    },
    "GoogleMap": {
      "txt": "Google Map",
      "value": [
        "Yat Chau Building, 262 Des Voeux Road Central, Sheung Wan",
        "(Exit B of Sheung Wan MTR Station)"
      ]
    }
  },
 "learnMore":"Learn more",
 "form": {
      "title":"Table query",
    "Firstname": "First name",
    "Lastname": "Last name",
    "Tel": "Tel",
    "Email": "Email",
    "selector": {
      "title": "Learn more about how ProLead can take care of your business needs",
      "holder": "Choose..."
    },
    "Information": "Information",
    "inputRm": "Please enter...",
    "consent": "Receive the latest news, services, articles and promotions from Prolead.",
    "submit":"Submit"
  },
  "joinUs": {
    "title":"Join us",
    "desc":"Our company values talents, offers good career development prospects, and assists employees in fully developing their potential to jointly create a path to success.",
    "info":"To join us, please send email to:",
    "email":"admin@prolead.com.hk"
  }
}
